full_march = 28000
full_april = 33000
full_may = 38000
full_june = 43000

solo_march = 20000
solo_april = 25000
solo_may = 30000
solo_june = 35000


greeting = '''Добро пожаловать 👋

Здесь вы можете пройти регистрацию на Friendly Bachata Festival 2023, а также получить основную информацию о фестивале'''

help_command = '''
По вопросам регистрации и оплаты:
@nailyuss Наиль (87782581125)

По вопросам цен, пассов и прочего: 
@guma303 Гума (87013186922)
@Rimskaya Римма (87079090515)'''

signup_message = '''Пожалуйста, вводите свои данные на русском языке 🙏

❗Внимание❗
Если вы случайно совершите опечатку при вводе данных, пройдите регистрацию до конца и затем обратитесь к организаторам нажав на кнопку 'Помощь'
'''

name = 'Введите имя фамилию одним сообщением'
phone = 'Введите номер телефона'
city = 'Город проживания'
choose_pass = 'Выберите пасс'
resident = '''Участвовали ли вы в нашем нашем фестивале в прошлом году?'''

address = '''Адрес проведения мастер классов и вечеринок:
"Groove Bar", проспект Бауыржана Момышулы 21
https://go.2gis.com/u5u8p'''

final_price = '''Осталось произвести перевод 👇 
По сотовому номеру - 8 701 318 6922 (Гульмира К)
По номеру карты - 4400 4302 8378 8039

@nailyuss 👈 чек присылать сюда

После отправки чека вам скинут ссылку на закрытую телеграмм группу, где будет публиковаться вся информация и материалы с мастер классов'''

final_price1 = '''Если вам нужно вспомнить прайс, нажмите кнопку "Цены на пассы" '''

timetable_friday = '''
<b>Расписание на пятницу (23.06) :</b>

13:30 - Регистрация 
14:00 - 15:00 | <b>Тогжан</b> Bachata lady style 
15:00 - 16:00 | <b>Талгат</b> Salsa man style 
16:00 - 17:00 | <b>Рустам</b> Bachata partnerwork 
17:00 - 18:00 | <b>Паша - София</b> Bachata partnerwork 

22:00 - 02:00 | <b>Pre-party</b> / ознакомительная вечеринка'''

timetable_saturday = '''
<b>Расписание на субботу (24.06):</b>

09:30 - Регистрация 
10:00 - 11:30 | <b>Тогжан</b> Bachata lady style 
11:30 - 12:30 | <b>Талгат</b> Salsa man style 
12:30 - 13:30 | <b>Рустам</b> Bachata partnerwork 

13:30 - 15:00 | Обед

15:00 - 16:00 | <b>Виталий - Айсулу</b> Salsa partnerwork 
16:00 - 17:00 | <b>Диана - Юра</b> Bachata partnerwork 
17:00 - 18:00 | <b>Капар</b> Salsa partnerwork 

22:00 - 03:00 | <b>Grand Latin party</b> '''

timetable_sunday = '''
<b>Расписание на воскресенье (25.06):</b>

11:00 - 12:00 | <b>Паша</b> Bachata man style 
12:00 - 13:00 | <b>Виталий</b> Bachata man style 
13:00 - 14:00 | <b>Талгат</b> Bachata man style 

14:00 - 15:00 | Обед

15:00 - 16:00 | <b>Диана - Юра</b> Salsa partnerwork 
16:00 - 17:30 | <b>Санжар</b> Bachata musicality 
17:30 - 18:30 | <b>Виталий - Айсулу</b> Bachata partnerwork 

22:00 - 23:00 | <b>Bachatanama</b>
23:00 - ...        | <b>Latin party</b> '''

price = '''
<b>Цены на пассы</b>

<b>До 16 апреля:</b>
Full Pass - 28 000 тг
Solo Pass - 20 000 тг

<b>С 17 апреля по 16 мая:</b>
Full Pass - 33 000 тг
Solo Pass - 25 000 тг

<b>С 17 мая по 16 июня:</b>
Full Pass - 38 000 тг
Solo Pass - 30 000 тг

<b>С 17 июня:</b>
Full Pass - 43 000 тг
Solo Pass - 35 000 тг

Для иногородних и участников фестиваля FBF 2022 действует скидка 2000 тг'''